[
    {
    "certifications": "Achivements.",
    "practice": "Practice.",
    "aboutMe": "About Me.",
    "ingenieria": "Engineering Student in Software Development.",
    "abajoIngenieria": "Full-Stack developer with focus in Front-End.",
    "aboutMeText1": "I really enjoy learning and constant challenges that is why I immersed myself in the world of programming, within this I am focusing on front end development but I am also acquiring knowledge of the backend. HTML, CSS, Flexbox and Grid, JavaScript, React, SQL , PostgreSQL, Git, GitHub, DSA (data structure and algorithms) are my work tools for web development, I love how everything is so exact when we write code. I am currently an engineering student and I also study a lot on my own developing myself in this field to be constantly improving every day.",

    "aboutMeText2": "Furthermore, I like to collaborate with other people and consider that learning from others is one of the best ways in which one can learn new things and also retain information. From colleagues you can learn useful things on a daily basis that are not mentioned in the books. A team can always go further than a single person working alone. My goal now is to work on large projects that solve problems in our society and generate an impact on people's well-being.",
    "works-projects": "Projects."
    },
    {
    "certifications": "Logros.",
    "practice": "Practica.",
    "aboutMe": "Acerca de mí.",
    "ingenieria": "Estudiante de Ingenieria en Desarrollo de Software.",
    "abajoIngenieria": "Desarrollador Full-Stack enfocado en Front-End",
    "aboutMeText1": "Disfruto mucho de aprender y constantes desafíos por eso me sumergí en el mundo de la programación, dentro de este me estoy enfocando en el desarrollo front end pero también estoy adquiriendo conocimientos del backend.HTML, CSS, Flexbox y Grid, JavaScript, React, SQL, PostgreSQL, Git, GitHub, DSA (estructura de datos y algoritmos) son mis herramientas de trabajo para el desarrollo web, me encanta el cómo todo es tan exacto a la hora que escribimos código. Actualmente estoy estudiante la ingeniería y además estudio mucho por mi cuenta desarrollándome en este campo para estar en constante mejora todos los días." ,
    "aboutMeText2": "Además, me gusta colaborar con otras personas y considera que aprender de otros es de las mejores formas en que uno puede aprender cosas nuevas y además retener la información, de los compañeros se pueden aprender cosas útiles en el día a día que no se mencionan en los libros. Un equipo de trabajo siempre podrá llegar más lejos que una sola persona trabajando por su cuenta, mi objetivo ahora es trabajar en proyectos grandes que resuelvan problemas de nuestra sociedad y generar impacto en el bienestar de las personas.",
    "works-projects": "Projectos."
    }
]








